sections = {
    "מקומות": [
        "אולם אירועים", "גן אירועים", "מקום לחתונה", "אולמות חתונה", "וילה לאירועים"
    ],
    "אוכל": [
        "קייטרינג לחתונה", "שירותי קייטרינג", "קייטרינג לאירועים", "אוכל לאירועים"
    ],
    "מוזיקה": [
        "תקליטן לחתונה", "DJ לחתונה", "להקה לחתונה", "מוזיקה לאירועים", "הרכב מוסיקלי לאירועים"
    ],
    "צלמים": [
        "צלם חתונות", "צלם לחתונה", "צלם מגנטים", "וידאו לחתונה"
    ],
    "עוגות": [
        "עוגת חתונה", "קינוחים לאירועים", "קונדיטוריה לאירועים"
    ],
    "מתנות ואטרקציות": [
        "מתנות לאורחים", "אטרקציות לאירועים", "שולחנות משחק לחתונה", "עמדת צילום לאירועים"
    ],
    "עיצוב": [
        "מעצבת אירועים", "הפקת חתונות", "עיצוב אירועים"
    ],
    "רכבים והסעות": [
        "רכב לחתונה", "לימוזינה לחתונה", "הסעות לאירועים"
    ]
}